{
  "translation": {
    "title": "Turning Ideas into Digital Reality:<br> Web and Mobile Development Solutions.",
    "description": "Elevate your digital presence with Icaro Vieira, where creativity meets functionality. Specializing in crafting compelling web experiences, I am dedicated to delivering tailored solutions that resonate with your audience. Let's transform your vision into reality and make your online presence shine.",
    "changeLanguageSucess": "Language successfully modified",
    "ourServices": "Services",
    "contactUs": "Contact us",
    "expertiseInFullStackTitle": "Expertise in Full-Stack Development",
    "expertiseTextDescription": "Icaro Vieira, we specialize in delivering cutting-edge web solutions using the latest technologies. Our expertise spans Go, JavaScript, and TypeScript, with a focus on frameworks such as React, Next.js, NestJS, and Gin.",
    "reactDescription": "Refine your user interfaces with our expert proficiency in React, ensuring they are dynamic and responsive.",
    "reactNativeDescription": "Perfect your user interfaces with our expertise in React Native, ensuring that they are dynamic and reactive for mobile platforms.",
    "nextJsDescription": "Unlock the full potential of Next.js for server-side rendering, static site generation, and a myriad of other capabilities.",
    "nestJsDescription": "Empower your projects with our profound expertise in NestJS to construct highly scalable and efficient backend applications.",
    "ginGoLangDescription": "Harness the robust capabilities of the Gin web framework to craft high-performance and lightweight Go applications, optimizing both speed and efficiency.",
    "ourWork": "Work",
    "showcasingMyExpertise": "Success Cases",
    "webProjects": "Here's an impressive web project I did for some clients.",
    "getInTouch": "Get in Touch",
    "letsDiscussYourProject": "Let's Discuss Your Project",
    "fillInTheForm": "Fill in the form below and I'll be in touch to discuss your web development needs.",
    "typeYourName": "Enter your name",
    "typeYourEmail": "Enter your email",
    "typeYourMessage": "Enter your message",
    "name": "Name",
    "email": "Email",
    "message": "Message",
    "submit": "Submit",
    "portfolio": "Portfolio",
    "contact": "Contact",
    "selectLanguage": "Select Language",
    "chooseYourPreferredLanguage": "Choose your preferred language for the website.",
    "enTranslate": "English (US)",
    "ptTranslate": "Portuguese (Brazil)",
    "save": "Save",
    "copy": "All rights reserved.",
    "emailSentedSuccess": "Email sent successfully!"
  }
}