{
  "translation": {
    "title": "Transformando Ideias em Realidade Digital:<br/> Soluções de Desenvolvimento Web e Mobile.",
    "description": "Eleve a sua presença digital com Icaro Vieira, onde a criatividade encontra a funcionalidade. Especializado na criação de experiências web atraentes, dedico-me a fornecer soluções personalizadas que se repercutem no seu público. Vamos transformar a sua visão em realidade e fazer a sua presença online brilhar.",
    "changeLanguageSucess": "Idioma modificado com sucesso",
    "ourServices": "Serviços",
    "contactUs": "Contato",
    "expertiseInFullStackTitle": "Experiência em desenvolvimento Full-Stack",
    "expertiseTextDescription": "Icaro Vieira, especialista em fornecer soluções web de ponta utilizando as mais recentes tecnologias. A nossa experiência abrange Go, JavaScript e TypeScript, com foco em frameworks como React, Next.js, NestJS e Gin.",
    "reactDescription": "Aperfeiçoe as suas interfaces de utilizador com o nosso conhecimento especializado em React, assegurando que são dinâmicas e reactivas.",
    "reactNativeDescription": "Aperfeiçoe as suas interfaces de utilizador com o nosso conhecimento especializado em React Native, assegurando que são dinâmicas e reativas para plataformas móveis.",
    "nextJsDescription": "Desbloqueie todo o potencial do Next.js para renderização no lado do servidor, geração de sites estáticos e uma infinidade de outros recursos.",
    "nestJsDescription": "Capacite os seus projectos com a nossa profunda experiência em NestJS para construir aplicações backend altamente escaláveis e eficientes.",
    "ginGoLangDescription": "Aproveite as capacidades robustas da estrutura Web Gin para criar aplicações Go leves e de elevado desempenho, optimizando a velocidade e a eficiência.",
    "ourWork": "Trabalhos",
    "showcasingMyExpertise": "Cases de Sucesso",
    "webProjects": "Veja um projeto Web impressionante que realizei para alguns cliente.",
    "getInTouch": "Entrar em Contato",
    "letsDiscussYourProject": "Vamos discutir o seu projeto",
    "fillInTheForm": "Preencha o formulário abaixo e entrarei em contato para discutir as suas necessidades de desenvolvimento web.",
    "typeYourName": "Digite seu nome",
    "typeYourEmail": "Digite seu email",
    "typeYourMessage": "Digite sua mensagem",
    "name": "Nome",
    "email": "E-mail",
    "message": "Mensagem",
    "submit": "Enviar",
    "portfolio": "Portfólio",
    "contact": "Contato",
    "selectLanguage": "Selecionar idioma",
    "chooseYourPreferredLanguage": "Escolha seu idioma favorito para o website.",
    "enTranslate": "Inglês (EUA)",
    "ptTranslate": "Português (Brasil)",
    "save": "Salvar",
    "copy": "Todos os direitos reservados."
  }
}